[{"id":"1","title":"Harry Potter and the Philosopher's Stone","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/91ocU8970hL.jpg","description":"Harry Potter, an eleven-year-old orphan, discovers that he is a wizard and is invited to study at Hogwarts. Even as he escapes a dreary life and enters a world of magic, he finds trouble awaiting him.","price":"5.99"},{"title":"Harry Potter and the Chamber of Secrets ","imageUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474154604l/4._SY475_.jpg","description":"A house elf warns Harry against returning to Hogwarts, but he decides to ignore it. When students and creatures at the school begin to get petrified, Harry finds himself surrounded in mystery.","price":"5.99","id":"2"},{"title":"Harry Potter and the Goblet of Fire","imageUrl":"https://images.booksense.com/images/595/139/9780439139595.jpg","description":"In his fourth year at Hogwarts, Harry is unwittingly selected to compete in the inter-school Triwizard Tournament. Meanwhile, the wizarding world remains unaware of the ominous rise of dark forces.","price":"5.99","id":"4"},{"title":"Harry Potter and Order of the Phoenix","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/91TpLHDnuFL.jpg","description":"Harry Potter and Dumbledore's warning about the return of Lord Voldemort is not heeded by the wizard authorities who, in turn, look to undermine Dumbledore's authority at Hogwarts and discredit Harry.","price":"5.99","id":"5"},{"title":"Harry Potter and the Half Blood Prince","imageUrl":"https://vignette.wikia.nocookie.net/harrypotter/images/c/c6/Harry_potter_HBP_Scholastic_edition.jpg/revision/latest/scale-to-width-down/340?cb=20051228060531","description":"Dumbledore and Harry Potter learn more about Voldemort's past and his rise to power. Meanwhile, Harry stumbles upon an old potions textbook belonging to a person calling himself the Half-Blood Prince.","price":"5.99","id":"6"},{"title":"Harry Potter and the Deathly Hallows","imageUrl":"https://cdn3.volusion.com/zjhys.xrwrf/v/vspfiles/photos/9780545029377-2.jpg","description":"After Voldemort takes over the Ministry of Magic, Harry, Ron and Hermione are forced into hiding. They try to decipher the clues left to them by Dumbledore to find and destroy Voldemort's Horcruxes.","price":"5.99","id":"7"}]